766b.go-outliner
adpyke.codesnap
alpsmonaco.go-imports-alphabetical
angular.ng-template
atlassian.atlascode
christian-kohler.path-intellisense
docker.docker
donjayamanne.githistory
donjayamanne.python-environment-manager
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
formulahendry.docker-explorer
github.copilot
github.copilot-chat
golang.go
inferrinizzard.prettier-sql-vscode
janisdd.vscode-edit-csv
kevinrose.vsc-python-indent
mikestead.dotenv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-pt-br
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.remote-explorer
p1c2u.docker-compose
patbenatar.advanced-new-file
pkief.material-icon-theme
pranaygp.vscode-css-peek
rangav.vscode-thunder-client
redhat.java
redhat.vscode-yaml
ritwickdey.liveserver
rvest.vs-code-prettier-eslint
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
zignd.html-css-class-completion
zxh404.vscode-proto3
